Repository: mozilla-l10n/mt-training-data
Catalog: qug/qug_pontoon.tmx
Source language: en_us
Languages: qug

source: 1 sentence collected
qug: 1 shuntashqa rimay

source: 2 down, keep it up!<playIcon></playIcon>
qug: 2 urayman puririy <playIcon></playIcon>, ¡chaynaw qatiy!

source: About
qug: Yuyaykunamanta

source: Accepted file types: .tsv only
qug: Ima niraq willañiqi chaskikashqan:.tsv kaqlla

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
qug: { $actionType }<playIcon></playIcon> ¿allitaku rimaykunata pashtachiyashqa?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
qug: { $actionType }<recordIcon></recordIcon> chaypita rimayta kallpawan ñawinchay

source: { $actionType }<stopIcon></stopIcon> when done
qug: { $actionType }<stopIcon></stopIcon> usharirqa

source: { $actionType } submit when ready
qug: { $actionType } usharirqa apachiy

source: Add and Review Sentences, Add Questions, Transcribe Audio
qug: Rimaykunata yapay, rikapaypis, Tapukuykunata yapay, kunka rimaykunata wiyanapaq qillqay

source: Add <icon></icon> a public domain sentence
qug: <icon></icon> Rimayta yapay, llapan runa rikananpaq

source: Add information
qug: Willaykunata yapay

source: Add new sentences for the community to read
qug: Runakuna ñawinchananpaq mushuq rimaykunata yapay

source: Add one sentence per line
qug: Sapa siqiman huk rimayta yapay

source: Add questions in your language
qug: Shimiykichaw tapukuykunata yapay

source: Add Sentences
qug: Rimaykunata yapay

source: Add sentences in your language
qug: Shimiykichaw rimaykunata yapay

source: Add up to 1,000 sentences
qug: 1,000 rimayyaq yapay

source: Add Your Voice
qug: Agrega tu voz

source: Agriculture and Food
qug: Chakra llamkay, mikuypis

source: All sentence must have the same domain
qug: Llapan rimaykuna aywanayuq kanan

source: All sentences must have the same citation
qug: Llapan rimaykuna willayyuq kanan

source: Already have an account? <login>Log-In</login>
qug: ¿Kanku kikinchakuyniyki? <login>Yaykuy</login>

source: An error occurred fetching sentences
qug: Rimaykuna ashiychaw pantaymi karqun.

source: An error occurred reviewing this sentence
qug: Kay rimayta rikapaychaw pantaymi karqun

source: An error occurred submitting your voice information
qug: Kunka rimay willayniyki apachiychaw pantay karqun

source: Approve
qug: Alli

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
qug: Está bien que haya un ruido de fondo tranquilo, pero no queremos voces adicionales que puedan hacer que un algoritmo de máquina identifique palabras que no están en el texto escrito. Si puede escuchar palabras distintas a las del texto, debe rechazar el clip. Por lo general, esto sucede cuando se ha dejado el televisor encendido o cuando hay otra conversación cerca de la persona que está grabando.

source: Are you coming? <strong>[called by another]</strong>
qug: ¿Ya vienes? <strong>[llamado por otro]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
qug: Chaykunapita tapuyaamay <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> utaq <emailLink>email</emailLink>.

source: Background Noise
qug: Ruido de fondo

source: Background Voices
qug: Voces de fondo

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
qug: Ten cuidado antes de rechazar una grabación donde se escucha que hay una mispronunciación. Hay una gran variedad de maneras de pronunciar las palabras en el mundo, algunas que a lo mejor no habrás escuchado en su comunidad. Si se puede entender la grabación aunque esté pronunciada con un acento diferente, acéptala.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
qug: [Está bien si se pronuncian los -s final (como en España o en México) o no (como en Cuba)]

source: <bold>{ $count }</bold> Clips
qug: <bold>{ $count }</bold> fragmentos

source: <bold>Help us</bold> find more voices
qug: <bold>Ayúdanos</bold> a encontrar más voces.

source: Bulk batch
qug: Hatun shuntu

source: Bulk Sentences Uploaded
qug: Achka rimaykuna yapakashqa

source: By telling us about yourself, you will help developers build more inclusive technology
qug: ¿Munankimanku imanaw rimashqaykipita ima willayllatapis hukkunaman apachiyta?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
qug: Common Voiceta iñishishpaqa, <termsLink>iñishinapaq kamachiyniikunatami</termsLink> chaypita <privacyLink>mana achkaq musyanan kamachiyniikunatapismi</privacyLink> awninki

source: Cancel Re-recording
qug: Yapay rimaykashqaykita qulluchiy

source: Cancel Submission
qug: Apachiyta qulluchiy

source: Cannot submit more than 1000 sentences
qug: 1000 rimaypitaqa mananami ashwan rimaykunata apachiyta atinkichu

source: Change preferences
qug: Cambiar preferencias

source: Check <icon></icon> is this a linguistically correct sentence?
qug: Ashpiy <icon></icon> Shimiykichaw, ¿alliku kay rimay kaykan?

source: <chevron></chevron>See less
qug: <chevron></chevron>Ver menos

source: <chevron></chevron>See more
qug: </chevron></chevron>Ver más

source: Citation
qug: Willakuy

source: Cite with a URL link or the full name of the work.
qug: URL tinkita churashpa icha qillqashqa maytupa llapan shutinta qillqashpa willay.

source: Click
qug: Clic

source: Clips Uploaded
qug: Wichachishqa kunka rimaykuna

source: Comment
qug: Killkay

source: Contact Us
qug: Ñuqakunawan rimanakuy

source: Continue
qug: Ñawpachi

source: Continue validating
qug: Awniyta qatishaqraq

source: Contribute
qug: Yanapay

source: Contribute sentences
qug: Colabora con más frases

source: Contribution Criteria
qug: Yanapakuy yuyaykuna

source: Create a profile
qug: Kikinchakuyniykita kamay

source: Criteria
qug: Yuyaykuna

source: Datasets
qug: Dataset

source: Delete my recordings
qug: Rimayniikunata qulluchiy

source: Different language
qug: shuk shimi

source: Difficult to pronounce
qug: Sasa pashtachiymi

source: Discard ongoing recording
qug: Illakaachiy

source: Does the sentence meet the guidelines?
qug: ¿Chay rimayqa kamachikuykunamannawku kaykan?

source: Donate your voice
qug: Kunka rimayniykita quykuy

source: Don't see your language on Common Voice yet?
qug: ¿Manaraqku shimiykita Common Voicechaw rikanki?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
qug: Kayman willañiqiykita qarachay icha <uploadButton> yapanaykipaq tanuy</uploadButton>

source: Drop file here to upload
qug: Yapanaykipaq kayman willañiqita urmachiy

source: Enter your public domain sentence here
qug: Kayman llapan runapaq rimayniykita qillqay

source: Enter your public domain sentences here
qug: Kayman llapan runapaq rimayniykikunata qillqay

source: Error adding sentence
qug: Rimay yapaychaw pantay

source: Exit & Delete clips
qug: Yarquy; chaypita kunka rimaykunata qulluchiy

source: Fewer than 15 words per sentence
qug: Sapa rimaychaw 15 shimipita ashwan manami kananchu

source: File is too large
qug: Willañiqiqa allaapami lasan

source: File is too small
qug: Willañiqiqa allaapa ichikmi lasan

source: Finance
qug: Wakiy

source: Finish recording
qug: Rimayta ushay

source: Finish recording first?
qug: ¿Ñawpataqa rimar ushaytaraqku munanki?

source: Finish Review
qug: Rikapayta ushay

source: Finish validating
qug: Awniyta ushashaq

source: Finish validating clips?
qug: ¿Usharqunkiku chay kunka rimaykuna awniyta?

source: Follow guidelines from “What sentences can I add?”
qug: “¿Ima rimaykunatataq yapaaman?” nishqanpita kamachiykunata qatiy

source: for example
qug: por ejemplo

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
qug: Tecnología llapanpaq alli kananpaqqa, tecnología kamaqkunata yanapaq willaykunaqa tukuy niraq runakunatami rikachinan. Huk niraq pashtachiyyuq rimaq mana kaptinqa, chayqa tecnología chay huk niraq pashtachiyyuq runakunapaq manami allitsu kanqa. <learnMore>Metadatokuna imanir allaapa alli kashqanpita willaykunata chaskiy.</learnMore>

source: General
qug: Llapan

source: General language / multiple variants
qug: Shimi / imayka niraq pashtachiykuna

source: Grammatical / spelling error
qug: Pantashqa qillqayyuq

source: Great!<recordIcon></recordIcon> Record your next clip
qug: ¡Allaapa alli!<recordIcon></recordIcon> Qatiqnin kunka rimayniykita rimay

source: Great work!<playIcon></playIcon> Listen again when you're ready
qug: ¡Allimi rurarqunki! <playIcon></playIcon> Kamakashqa karqa yapay wiyay

source: Guidelines
qug: Rikuchy

source: Healthcare
qug: Alli kay

source: Help create Common Voice’s first target segment in { $locale }
qug: Ayuda a crear el primer objetivo segmentado de Common Voice en { $locale }

source: Help us validate voices
qug: Rimaykuna awniyta yanapayaamay

source: His hand was rais-ed.
qug: Ésta bien que lo diga.

source: How do I cite?
qug: ¿Imanawtaq willashaq?

source: How to add multiple sentences
qug: ¿Imanawtaq achka rimaykunata yapashwan?

source: How would you describe your sex or gender?
qug: ¿Imanawtaq ullqu icha warmi kashqaykita willankiman?

source: I agree
qug: Ñuqa awniimi

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
qug: Kay rimayqa <wikipediaLink>llapan runapaq </wikipediaLink> kashqanta musyaami, chayta churanaapaqmi mañakushqaapismi.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
qug: Kay rimayqa <wikipediaLink>llapan runapaq </wikipediaLink> kashqanta musyaami, chayta churanaapaqqa mañakushqaapismi.

source: <icon></icon> Add multiple public domain sentences
qug: <icon></icon> llapan runapaq achka rimaykunata yapay

source: I do not agree
qug: Ñuqa manami awniichu

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
qug: Kikiykipa shimiyki kaptinqa, <italicizedText>“Kikiipa willaynii”</italicizedText> nishpalla niy. Maychaw kay willayta tarishqaykitami musyayta munayaa, llapan runapaq kaqta, mana kaqtapis musyayaanaapaq, chaypita copyrightpa kamachiyninkunapita washakuyaanaapaq. Willaykuna churaypita <guidelinesLink>Guidelines page</guidelinesLink> nishqanchaw ashwan rikay.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
qug: Si la grabación se interrumpe o se escuchan ruidos, recházala a menos que aún se pueda escuchar todo el texto.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
qug: Ashwan willay kay willañiqipita quyta munarqa, kayman qillqamuy <emailFragment>commonvoice@mozilla.com</emailFragment> template-file-additional-information = Kay willañiqipita plantillachaw mana kaq willayta quyta munarqa, kayman qillqamuy <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
qug: Kay willañiqipita plantillachaw mana kaq willayta quyta munarqa, kayman qillqamuy <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
qug: Kamachiykunamannaw rimay mana kaptinqa, &quot;Mana niy&quot; ichuqchaw tanuy. Mana musyarqa pintinkimanmi, niykur qatiqninmanmi aywankiman.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
qug: Kamachiykunamannaw rimay kaptinqa, &quot;Awniy&quot; alliqchaw tanuy.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
qug: Si encuentras algo que estas pautas no cubren, vota según tu mejor criterio. Si realmente no puedes decidirte, usa el botón de saltar y pasa a la siguiente grabación.

source: If you run out of sentences to review, please help us collect more sentences!
qug: Rikapaanaykipaq rimaykuna mana kaptinnaqa, ¡ashwan rimaykuna shuntayta yanapayaamay!

source: Invalid file
qug: Mana alli willañiqi

source: It contains words or phrases that are hard to read or pronounce.
qug: Sasa ñawinchanapaq icha sasa pashtachinapaq shimikuna icha rimaykunami kan.

source: It is written in a language different than what I’m reviewing.
qug: Manami shimi rikapaykashqaachawchu kaykan.

source: It is written in a language different than what I’m speaking.
qug: Manami rimashqaa shimichawchu qillqashqa kaykan.

source: Just Unsure?
qug: ¿Y si no estás seguro?

source: Keep it up, record again <recordIcon></recordIcon>
qug: Chayta chaynawlla ruray, yapay rimay <recordIcon></recordIcon>

source: Keep the recordings
qug: Kunka rimaykunata churaraachiy

source: Keep track of your progress with a profile
qug: Haz un seguimiento de tu progreso con un perfil

source: Languages
qug: Shimikuna

source: Large bulk sentence submission
qug: Achkapa rimaykunata apachiy

source: Learn More
qug: Más información

source: Leaving now means you'll lose your progress
qug: Kanan yarqurqa, kananyaq llapan rurashqaykitami uqranki

source: Listen
qug: Uyay

source: Listen options menu
qug: Akranakunata wiyay

source: Loading sentences…
qug: Rimaykunata apamushpa...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
qug: <loginLink>Yaykuy</loginLink> icha <loginLink>killqakuy</loginLink> achka rimaykunata yapanaykipaq

source: Log in or sign up to get started
qug: Inicia sesión o regístrate para comenzar

source: Log In / Sign Up
qug: Iniciar sesión / Registrarse

source: Make sure the sentence meets the following criteria:
qug: Llapan rimaykuna kay shamuq kamachiykunamannaw kanan:

source: Maximum file size: 25 MB
qug: Willañiqi ayka lasanan: 25 MB

source: Media and Entertainment
qug: Willakuykunawan qaynakuna

source: Minimum sentences in file: 1000
qug: Willañiqichaw ayka rimaykuna kanan: 1000

source: [Mismatched content]
qug: [El contenido no coincide]

source: Misreadings
qug: Malas interpretaciones

source: Missing an <strong>'s'</strong> at the end of a word.
qug: Falta una <strong>'s'</strong> al final de una palabra.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
qug: Falta una <strong>'El'</strong> o <strong>'La'</strong> al principio de la grabación.

source: Missing the end of the last word by cutting off the recording too quickly.
qug: Perder el final de la última palabra por cortar la grabación demasiado rápido.

source: [More has been recorded than the required text]
qug: [Se ha grabado más del texto escrito]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
qug: La mayoría de las grabaciones son de personas que hablan con su voz natural. Puede aceptar grabaciones en las que se grite, susurre o se lea claramente con una voz "dramática". Rechaza las grabaciones cantadas y las que utilicen una voz sintetizada o robótica.

source: n
qug: m

source: N
qug: M

source: Nature and Environment
qug: Pachamamawan kawashqanchik patsakuna

source: News and Current Affairs
qug: Mushuq willakuykuna, kanan watakunachaw imanaykuna

source: No
qug: Mana

source: [No ‘a’ in the original text]
qug: [No hay 'mi' en el texto original]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
qug: <noCopyright>Mana copyright</noCopyright> harkaykuna (cc0)

source: No foreign letters
qug: Haapa qillqakuna manami kananchu

source: No microphone found.
qug: Manami ima microfonopis kanchu.

source: No numbers and special characters
qug: Yupaykuna, sananpakunapis manami kananchu

source: No sentences to review. <addLink>Add more sentences now!</addLink>
qug: Rikapanaykipaq rimaykuna manami kannachu. <addLink>Kananqa ashwan rimaykunata yapay!</addLink>

source: No thanks, continue speaking
qug: Mana payki nikunichu, rimashpa katipay

source: Offensive language
qug: Ashllikuq shimi

source: Offensive speech
qug: Ashllikuq rimay

source: On desktop devices you can contribute by downloading…
qug: Khipukunachaw mushuq kaqta urachinkimanmi...

source: On his head he wore a beret.
qug: Todos los amigos tomaban café.

source: On iOS please continue with Safari to enable recording…
qug: iOS nishqanchawqa Safariman ayway, kunka rimaykunata ratachinaykipaq...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
qug: Por otro lado, si crees que el lector nunca antes se ha topado con la palabra y está adivinando incorrectamente la pronunciación, recházala. Si no estás seguro, utiliza el botón de saltar.

source: Partner
qug: Sé nuestro socio

source: [Part of the text can’t be heard]
qug: [Una parte del texto no se puede oír]

source: <playIcon></playIcon>Last one!
qug: <playIcon> </playIcon>, ¡Qipa kaq!

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
qug: Kay <templateFileLink>willañiqiyku</templateFileLink> nishqanchaw rikay. Rimayniykikunaqa mana copyright nishqanyuqmi kanan (CC0 icha apachiqpa haqishqan llamkayninmi kanan) hinapis shutilla, shimikamaymannaw allilla, mana sasa ñawinchanapaqpismi kanan. Chay apachimushqa rimaykunaqa 10 segupita 15 segundoyaqllami ñawinchanapaq kanan, manami yupaykunata, kikin shutikunata, sananpakunatapis churanachu.

source: Please fill out this field.
qug: Kay pampata huntachiy.

source: Please select a language to review sentences.
qug: Rimaykunata rikapanaykipaq huk shimita akray.

source: [‘Raised’ in English is always pronounced as one syllable, not two]
qug: ['Está' cuando es verbo nunca se pronuncia con fuerza de voz en la primera sílaba]

source: Reader Effects
qug: Efectos del lector

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
qug: Leer contracciones que en realidad no existen, como "pal" en lugar de "para el", o viceversa.

source: Read Sentences
qug: Killka katipay

source: Read Sentences, Answer Questions
qug: Rimaykunata ñawinchay, tapukuykunata kutichiy

source: Read sentences submitted by the community in various languages
qug: Huk shimikunachaw rimaykunata ñawinchay

source: Ready to do { $count } more?
qug: ¿Listo para hacer { $count } más?

source: <recordIcon></recordIcon> Last one!
qug: <recordIcon></recordIcon> Qipa kaq!

source: [Recording cut off before the end of the last word]
qug: [La grabación se interrumpe antes del final de la última palabra]

source: Record yourself reading sentences in your language
qug: Shimiykichaw rimaykunata ñawinchashpa rimay

source: Record yourself responding to questions and prompts in your language
qug: Shimiykichaw tapukuykunata kutichishpa rimay

source: Record your voice
qug: Grabar tu voz

source: Reference the source of your sentence (required)
qug: Rimayniykita maypita hurqushqaykita yapay (kamachishqa)

source: Reject
qug: Mana alli

source: Report
qug: Willay

source: Report was passed successfully
qug: Chay willakuyqa chaskishqanami

source: Request a Language
qug: Huk shimita mañakuy

source: Re-record
qug: Yapay rimay

source: Return
qug: Kutiy

source: Review
qug: Rikuk

source: Review could not be saved. Please try again later.
qug: Rikapashqa rimaykuna manami churakashqachu. Qipaman kutiykur kallpachakuy.

source: ⓘ Review Criteria
qug: ⓘ Rikapaypaq kamachiykuna

source: Review Criteria
qug: Rikapaypaq kamachiykuna

source: Reviewed sentences not submitted, are sure?
qug: Rikapashqayki rimaykuna manami apachikashqachu, ¿allitaku yarpaykanki?

source: Review existing sentences submitted by the community
qug: Runakuna apachimushqan rimaykunata rikapay

source: Review & re-record clips here as you go
qug: Kunka rimaykunata rikapashpa kaychaw yapay rimay

source: Review & re-record clips if needed
qug: Rikapay. Yapay rimanayki kaptinqa, rimay

source: Review Sentences
qug: Rimaykunata rikapay

source: Review sentences in your language
qug: Shimiykichaw rimaykunata rikapay

source: Review & Submit
qug: Rikapashpa apachiy

source: Review transcriptions of recorded sentences for accuracy
qug: Rimayashqan rimaykuna qillqakashqankunata rikapay

source: Review user-submitted transcriptions in your language
qug: Shimiykichaw qillqashqa qillqaykuna rikapay

source: Select an option
qug: Huk akranata akray

source: Select a variant (optional)
qug: Huk niraq pashtachiyninta akray (munarqa)

source: Select File
qug: Willañiqita akray

source: Select File to Upload
qug: Munashqayki willañiqita wichachinaykipaq akray

source: Select up to three domains (optional)
qug: Kimsa aywanatapis akrankimanmi (munarqa)

source: Sentence
qug: Rimay

source: Sentence Domain
qug: Rimaypa aywanan

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
qug: Kayman apachimushqa rimaykunaqa huk cc-0 huñiyninyuq willay shuntuman llapan runapaq yapashqa kanqa.

source: { $sentences } sentences reviewed. Thank you!
qug: { $sentences } rikapashqa rimaytakuna. ¡Payllaa!

source: Sentence Variant
qug: Rimaypa huk niraq pashtachiynin

source: Separate sentences into one line by pressing “Enter” or “Return” once
qug: Huk kutillata “Yaykuy” icha “Kutichiy” nishqanchaw ñitishpa rimaykunata huk siqiman rakiy

source: Share Common Voice
qug: Common Voiceta hukkunaman apachiy

source: Share your clip
qug: Kunka rimayniykita hukkunaman apachiy

source: Shortcuts
qug: Accesos directos

source: [Should be ‘dinosaurs’]
qug: [Debería ser ‘dinosaurios’]

source: [Should be “We are”]
qug: [Debe ser “para el”]

source: Single
qug: Hapallan rimay

source: Single sentence submission
qug: Huk rimayllata apachiy

source: Skip
qug: Sakina

source: Small batch
qug: Ichik shuntu

source: Small batch sentence submission
qug: Ichik ichikpa rimaykunata apachiy

source: Source: { $sentenceSource }
qug: Qillqa: { $sentenceSource }

source: Speak
qug: Rimay

source: Speak now
qug: Kunan rimay
